[MZChaplainHeal X2UniversalSoldierClassInfo]
ClassSpecializationTitle="苦行僧"
ClassSpecializationSummary="苦行僧专注于疗愈伤者，确保他们的战友能够安然归返。使用灵能增幅器。"

[MZChaplainMind X2UniversalSoldierClassInfo]
ClassSpecializationTitle="牧师"
ClassSpecializationSummary="牧师对他们的神信仰表现为神奇的力量，治愈心灵并强化身体。使用灵能增幅器。"

[MZChaplainSmoke X2UniversalSoldierClassInfo]
ClassSpecializationTitle="香炉使者"
ClassSpecializationSummary="香炉使者，曾服务于宗教仪式，如今在战场之上播撒烟雾，为身处其庇护之下的盟友带来多样的福祉。他们运用烟雾弹施展神秘。"

[MZChaplainUndead X2UniversalSoldierClassInfo]
ClassSpecializationTitle="守墓人"
ClassSpecializationSummary="守墓人在对抗迷失者时表现出色，仅凭意念就能控制或摧毁它们。使用灵能增幅器。"